// 2019/05/07 現在

export default [
  {
    owner: "都営地下鉄",
    name: "浅草線",
    stations: [
      "西馬込",
      "馬込",
      "中延",
      "戸越",
      "五反田",
      "高輪台",
      "泉岳寺",
      "三田",
      "大門",
      "新橋",
      "東銀座",
      "宝町",
      "日本橋",
      "人形町",
      "東日本橋",
      "浅草橋",
      "蔵前",
      "浅草",
      "本所吾妻橋",
      "押上"
    ]
  },

  {
    owner: "東京メトロ",
    name: "日比谷線",
    stations: [
      "中目黒",
      "恵比須",
      "広尾",
      "六本木",
      "神谷町",
      "虎ノ門ヒルズ",
      "霞ケ関",
      "日比谷",
      "銀座",
      "東銀座",
      "築地",
      "八丁堀",
      "茅場町",
      "人形町",
      "小伝馬町",
      "秋葉原",
      "仲御徒町",
      "上野",
      "入谷",
      "三ノ輪",
      "南千住",
      "北千住"
    ]
  },

  {
    owner: "東京メトロ",
    name: "銀座線",
    stations: [
      "渋谷",
      "表参道",
      "外苑前",
      "青山一丁目",
      "赤坂見附",
      "溜池山王",
      "虎ノ門",
      "新橋",
      "銀座",
      "京橋",
      "日本橋",
      "三越前",
      "神田",
      "末広町",
      "上野広小路",
      "上野",
      "稲荷町",
      "田原町",
      "浅草"
    ]
  },

  {
    owner: "東京メトロ",
    name: "丸ノ内線",
    stations: [
      "荻窪",
      "南阿佐ケ谷",
      "新高円寺",
      "東高円寺",
      "新中野",
      "中野坂上",
      "西新宿",
      "新宿",
      "新宿三丁目",
      "新宿御苑前",
      "四谷三丁目",
      "四ツ谷",
      "赤坂見附",
      "国会議事堂前",
      "霞ケ関",
      "銀座",
      "東京",
      "大手町",
      "淡路町",
      "御茶ノ水",
      "本郷三丁目",
      "後楽園",
      "茗荷谷",
      "新大塚",
      "池袋"
    ]
  },

  {
    owner: "東京メトロ",
    name: "丸ノ内線",
    stations: ["方南町", "中野富士見町", "中野新橋", "中野坂上"]
  },

  {
    owner: "東京メトロ",
    name: "東西線",
    stations: [
      "中野",
      "落合",
      "高田馬場",
      "早稲田",
      "神楽坂",
      "飯田橋",
      "九段下",
      "竹橋",
      "大手町",
      "日本橋",
      "茅場町",
      "門前仲町",
      "木場",
      "東陽町",
      "南砂町",
      "西葛西",
      "葛西",
      "浦安",
      "南行徳",
      "行徳",
      "妙典",
      "原木中山",
      "西船橋"
    ]
  },

  {
    owner: "都営地下鉄",
    name: "三田線",
    stations: [
      "目黒",
      "白金台",
      "白金高輪",
      "三田",
      "芝公園",
      "御成門",
      "内幸町",
      "日比谷",
      "大手町",
      "神保町",
      "水道橋",
      "春日",
      "白山",
      "千石",
      "巣鴨",
      "西巣鴨",
      "新板橋",
      "板橋区役所前",
      "板橋本町",
      "本蓮沼",
      "志村坂上",
      "志村三丁目",
      "蓮根",
      "西台",
      "高島平",
      "新高島平",
      "西高島平"
    ]
  },

  {
    owner: "東京メトロ",
    name: "南北線",
    stations: [
      "目黒",
      "白金台",
      "白金高輪",
      "麻布十番",
      "六本木一丁目",
      "溜池山王",
      "永田町",
      "四ツ谷",
      "市ケ谷",
      "飯田橋",
      "後楽園",
      "東大前",
      "本駒込",
      "駒込",
      "西ケ原",
      "王子",
      "王子神谷",
      "志茂",
      "赤羽岩淵"
    ]
  },

  {
    owner: "東京メトロ",
    name: "有楽町線",
    stations: [
      "和光市",
      "地下鉄成増",
      "地下鉄赤塚",
      "平和台",
      "氷川台",
      "小竹向原",
      "千川",
      "要町",
      "池袋",
      "東池袋",
      "護国寺",
      "江戸川橋",
      "飯田橋",
      "市ケ谷",
      "麹町",
      "永田町",
      "桜田門",
      "有楽町",
      "銀座一丁目",
      "新富町",
      "月島",
      "豊洲",
      "辰巳",
      "新木場"
    ]
  },

  {
    owner: "東京メトロ",
    name: "千代田線",
    stations: [
      "代々木上原",
      "代々木公園",
      "明治神宮前",
      "表参道",
      "乃木坂",
      "赤坂",
      "国会議事堂前",
      "霞ケ関",
      "日比谷",
      "二重橋前",
      "大手町",
      "新御茶ノ水",
      "湯島",
      "根津",
      "千駄木",
      "西日暮里",
      "町屋",
      "北千住",
      "綾瀬",
      "北綾瀬"
    ]
  },

  {
    owner: "都営地下鉄",
    name: "新宿線",
    stations: [
      "新宿",
      "新宿三丁目",
      "曙橋",
      "市ケ谷",
      "九段下",
      "神保町",
      "小川町",
      "岩本町",
      "馬喰横山",
      "浜町",
      "森下",
      "菊川",
      "住吉",
      "西大島",
      "大島",
      "東大島",
      "船堀",
      "一之江",
      "瑞江",
      "篠崎",
      "本八幡"
    ]
  },

  {
    owner: "東京メトロ",
    name: "半蔵門線",
    stations: [
      "渋谷",
      "表参道",
      "青山一丁目",
      "永田町",
      "半蔵門",
      "九段下",
      "神保町",
      "大手町",
      "三越前",
      "水天宮前",
      "清澄白河",
      "住吉",
      "錦糸町",
      "押上"
    ]
  },

  {
    owner: "都営地下鉄",
    name: "大江戸線",
    stations: [
      "都庁前",
      "新宿西口",
      "東新宿",
      "若松河田",
      "牛込柳町",
      "牛込神楽坂",
      "飯田橋",
      "春日",
      "本郷三丁目",
      "上野御徒町",
      "新御徒町",
      "蔵前",
      "両国",
      "森下",
      "清澄白河",
      "門前仲町",
      "月島",
      "勝どき",
      "築地市場前",
      "汐留",
      "大門",
      "赤羽橋",
      "麻布十番",
      "六本木",
      "青山一丁目",
      "国立競技場",
      "代々木",
      "新宿",
      "都庁前",
      "西新宿五丁目",
      "中野坂上",
      "東中野",
      "中井",
      "落合南長崎",
      "新江古田",
      "練馬",
      "豊島園",
      "練馬春日町",
      "光が丘"
    ]
  },

  {
    owner: "東京メトロ",
    name: "副都心線",
    stations: [
      "和光市",
      "地下鉄成増",
      "地下鉄赤塚",
      "平和台",
      "氷川台",
      "小竹向原",
      "千川",
      "要町",
      "池袋",
      "雑司が谷",
      "西早稲田",
      "東新宿",
      "新宿三丁目",
      "北参道",
      "明治神宮前",
      "渋谷"
    ]
  },

  {
    owner: "JR",
    name: "山手線",
    stations: [
      "品川",
      "大崎",
      "五反田",
      "目黒",
      "恵比寿",
      "渋谷",
      "原宿",
      "代々木",
      "新宿",
      "新大久保",
      "高田馬場",
      "目白",
      "池袋",
      "大塚",
      "巣鴨",
      "駒込",
      "田端"
    ]
  },

  {
    owner: "JR",
    name: "東北本線",
    stations: [
      "東京",
      "神田",
      "秋葉原",
      "御徒町",
      "上野",
      "鴬谷",
      "日暮里",
      "西日暮里",
      "田端",
      "上中里",
      "王子",
      "東十条",
      "赤羽"
    ]
  },

  {
    owner: "JR",
    name: "東北本線",
    stations: ["日暮里", "尾久", "赤羽"]
  },

  {
    owner: "JR",
    name: "東海道本線",
    stations: [
      "東京",
      "有楽町",
      "新橋",
      "浜松町",
      "田町",
      "品川",
      "大井町",
      "大森",
      "蒲田",
      "川崎",
      "鶴見",
      "新子安",
      "東神奈川",
      "横浜"
    ]
  },

  {
    owner: "JR",
    name: "東海道本線",
    stations: ["品川", "西大井", "武蔵小杉", "鶴見"]
  },

  {
    owner: "JR",
    name: "赤羽線",
    stations: ["池袋", "板橋", "十条", "赤羽"]
  },

  {
    owner: "JR",
    name: "中央本線",
    stations: [
      "東京",
      "神田",
      "御茶ノ水",
      "水道橋",
      "飯田橋",
      "市ケ谷",
      "四ツ谷",
      "信濃町",
      "千駄ケ谷",
      "代々木",
      "新宿",
      "大久保",
      "東中野",
      "中野",
      "高円寺",
      "南阿佐ケ谷",
      "荻窪",
      "西荻窪",
      "吉祥寺",
      "三鷹"
    ]
  },

  {
    owner: "JR",
    name: "総武本線",
    stations: [
      "東京",
      "新日本橋",
      "馬喰町",
      "錦糸町",
      "亀戸",
      "平井",
      "新小岩",
      "小岩",
      "市川",
      "本八幡",
      "下総中山",
      "西船橋",
      "船橋",
      "東船橋",
      "津田沼",
      "幕張本郷",
      "幕張",
      "新検見川",
      "稲毛",
      "西千葉",
      "千葉"
    ]
  },

  {
    owner: "JR",
    name: "総武本線",
    stations: ["錦糸町", "両国", "浅草橋", "秋葉原", "御茶ノ水"]
  },

  {
    owner: "JR",
    name: "京葉線",
    stations: [
      "東京",
      "八丁堀",
      "越中島",
      "潮見",
      "新木場",
      "葛西臨海公園",
      "舞浜",
      "新浦安",
      "市川塩浜",
      "西船橋",
      "二俣新町",
      "南船橋",
      "新習志野",
      "海浜幕張",
      "検見川浜",
      "稲毛海岸",
      "千葉みなと",
      "蘇我"
    ]
  },

  { owner: "JR", name: "外房線", stations: ["千葉", "本千葉", "蘇我"] },

  {
    owner: "JR",
    name: "根岸線",
    stations: [
      "横浜",
      "桜木町",
      "関内",
      "石川町",
      "山手",
      "根岸",
      "磯子",
      "新杉田",
      "洋光台",
      "港南台",
      "本郷台",
      "大船"
    ]
  },

  {
    owner: "JR",
    name: "鶴見線",
    stations: [
      "鶴見",
      "国道",
      "鶴見小野",
      "弁天橋",
      "浅野",
      "安善",
      "武蔵白石",
      "浜川崎",
      "昭和",
      "扇町"
    ]
  },

  {
    owner: "JR",
    name: "鶴見線",
    stations: ["浅野", "新芝浦", "海芝浦"]
  },

  { owner: "JR", name: "鶴見線", stations: ["武蔵白石", "大川"] }
];

// vim: set ts=2 sw=2 et:
